/**
*	created:		2013-4-18   23:23
*	filename: 		GameServer
*	author:			FreeKnight
*	Copyright (C): 	
*	purpose:		
*/
//------------------------------------------------------------------------
#pragma once
//------------------------------------------------------------------------
#define SERVER_NAME	"游戏世界服务器"
//------------------------------------------------------------------------
LONG WINAPI StackTraceExceptionFilter( LPEXCEPTION_POINTERS e );
//------------------------------------------------------------------------