/********************************************************************
*
*	Copyright(c) FreeKnightDuzhi 2011
*   License： LGPL
*   E-Mail：duzhi5368@163.com
* 	
*	-----------------------------------------------------------------
*
*	文件名：	FKTime
*	作者：		FreeKnightDuzhi[ 王宏张 ]
*	文件说明：	
*	创建时间：	2011/08/02
*
*	修改人:		
*	修改内容:
*********************************************************************/

#ifndef _FK_TIME_H_
#define _FK_TIME_H_

//--------------------------------------------------------------------
namespace FKLogger
{
    // \param [out] p_pStr
    int GetCurrentDateTime( char* p_pStr, int p_nStrLen );
}
//--------------------------------------------------------------------
#endif