/********************************************************************
*
*	Copyright(c) FreeKnightDuzhi 2011
*   License： LGPL
*   E-Mail：duzhi5368@163.com
* 	
*	-----------------------------------------------------------------
*
*	文件名：	LogVersion
*	作者：		FreeKnightDuzhi[ 王宏张 ]
*	文件说明：	
*	创建时间：	2011/08/02
*
*	修改人:		
*	修改内容:
*********************************************************************/

#ifndef _LOG_VERSION_H_
#define _LOG_VERSION_H_

//--------------------------------------------------------------------
#define FKLOGGER_MAJOR_VERSION 1
#define FKLOGGER_MINOR_VERSION 0
//--------------------------------------------------------------------
#endif