/**
*	created:		2013-4-15   22:50
*	filename: 		stdafx
*	author:			FreeKnight
*	Copyright (C): 	
*	purpose:		
*/
//------------------------------------------------------------------------
#pragma once
//------------------------------------------------------------------------
#define WIN32_LEAN_AND_MEAN		// 从 Windows 头中排除极少使用的资料
//------------------------------------------------------------------------
// Windows 头文件:
#include <windows.h>
//------------------------------------------------------------------------
// C 运行时头文件
#include <stdlib.h>
#include <malloc.h>
#include <memory.h>
#include <tchar.h>
#include "res\resource.h"
//------------------------------------------------------------------------
#include "..\FKPublicLib\public.h"
//------------------------------------------------------------------------